tap "candid82/brew"
tap "homebrew/bundle"
tap "redis-stack/redis-stack"
tap "stripe/stripe-cli"
tap "yqrashawn/goku"
brew "git"
brew "go"
brew "mailhog"
brew "make"
brew "mas"
brew "neovim", args: ["HEAD"]
brew "ollama"
brew "pandoc"
brew "postgresql@15"
brew "pre-commit"
brew "pyenv"
brew "stockfish"
brew "syncthing"
brew "tailscale"
brew "tesseract"
brew "tesseract-lang"
brew "tree"
brew "wakatime-cli"
brew "wget"
brew "stripe/stripe-cli/stripe"
brew "yqrashawn/goku/goku"
cask "alfred"
cask "android-studio"
cask "anki"
cask "bitwarden"
cask "caffeine"
cask "discord"
cask "httpie"
cask "insomnia"
cask "iterm2"
cask "joplin"
cask "karabiner-elements"
cask "macfuse"
cask "macwhisper"
cask "obsidian"
cask "podman-desktop"
cask "rectangle"
cask "setapp"
cask "slack"
cask "syncthing"
cask "synology-drive"
cask "telegram"
cask "visual-studio-code"
cask "vivaldi"
cask "vlc"
cask "zotero"
vscode "aaron-bond.better-comments"
vscode "ardenivanov.svelte-intellisense"
vscode "astro-build.astro-vscode"
vscode "batisteo.vscode-django"
vscode "bierner.markdown-mermaid"
vscode "bradlc.vscode-tailwindcss"
vscode "Continue.continue"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "heybourn.headwind"
vscode "kolo.kolo"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.sublime-keybindings"
vscode "njpwerner.autodocstring"
vscode "oderwat.indent-rainbow"
vscode "rebornix.toggle"
vscode "rust-lang.rust-analyzer"
vscode "sidthesloth.html5-boilerplate"
vscode "tamasfe.even-better-toml"
vscode "unifiedjs.vscode-mdx"
vscode "vincaslt.highlight-matching-tag"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "WakaTime.vscode-wakatime"
vscode "yzhang.markdown-all-in-one"
