tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "stripe/stripe-cli"
tap "redis-stack/redis-stack"
brew "xz"
brew "webp"
brew "grpc"
brew "cairo"
brew "coreutils"
brew "ruby"
brew "docker", link: false
brew "docker-machine"
brew "gcc"
brew "erlang"
brew "tesseract"
brew "ffmpeg"
brew "git"
brew "go"
brew "gobject-introspection"
brew "hyperkit", link: false
brew "imagemagick"
brew "jq"
brew "mackup"
brew "mailhog"
brew "make"
brew "mas"
brew "neovim", args: ["HEAD"]
brew "pandoc"
brew "pgloader"
brew "pipx"
brew "poppler"
brew "postgresql@14", restart_service: true
brew "pre-commit"
brew "pyenv"
brew "redis-stack"
brew "stockfish"
brew "syncthing"
brew "tailscale", link: false
brew "tesseract-lang"
brew "tree"
brew "vips"
brew "wget"
brew "zlib"
brew "stripe/stripe-cli/stripe"
cask "alfred"
cask "android-studio"
cask "anki"
cask "bartender"
cask "caffeine"
cask "docker"
cask "insomnia"
cask "iterm2"
cask "joplin"
cask "karabiner-elements"
cask "mark-text"
cask "postgres"
cask "rectangle"
cask "slack"
cask "steam"
cask "tailscale"
cask "telegram-desktop"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "zotero"
