tap "fishtown-analytics/dbt"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "stripe/stripe-cli"
tap "yangl900/armclient-go"
brew "xz"
brew "little-cms2"
brew "openexr"
brew "webp"
brew "jpeg-xl"
brew "grpc"
brew "fontconfig"
brew "glib"
brew "pkg-config"
brew "cairo"
brew "harfbuzz"
brew "openjdk"
brew "coreutils"
brew "unixodbc"
brew "asdf"
brew "azcopy"
brew "python@3.10"
brew "azure-cli"
brew "ruby"
brew "cocoapods"
brew "datasette"
brew "docker", link: false
brew "docker-machine"
brew "gcc"
brew "openblas"
brew "numpy"
brew "python-tabulate"
brew "dvc"
brew "wxwidgets"
brew "erlang"
brew "libarchive"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "open-mpi"
brew "fftw"
brew "gdk-pixbuf"
brew "git"
brew "go"
brew "gobject-introspection"
brew "gradle"
brew "helm"
brew "hyperkit", link: false
brew "libheif"
brew "python@3.8"
brew "libraw"
brew "imagemagick"
brew "ipfs"
brew "jq"
brew "just"
brew "kind"
brew "libmagic"
brew "libmng"
brew "librsvg"
brew "libxslt"
brew "mackup"
brew "mailhog"
brew "make"
brew "mas"
brew "node@16"
brew "mongosh"
brew "neovim", args: ["HEAD"]
brew "nghttp2"
brew "nmap"
brew "node"
brew "node@14"
brew "pandoc"
brew "pgloader"
brew "pipx"
brew "qemu"
brew "podman"
brew "poppler"
brew "postgresql@14", restart_service: true
brew "pre-commit"
brew "pyenv"
brew "python-tk@3.9"
brew "qt"
brew "qt@5"
brew "rabbitmq"
brew "redis"
brew "scala"
brew "stockfish"
brew "syncthing"
brew "tailscale", link: false
brew "tesseract-lang"
brew "travis"
brew "tree"
brew "vips"
brew "wget"
brew "yarn"
brew "zlib"
brew "fishtown-analytics/dbt/dbt"
brew "stripe/stripe-cli/stripe"
cask "alfred"
cask "android-studio"
cask "anki"
cask "bartender"
cask "brave-browser"
cask "caffeine"
cask "docker"
cask "insomnia"
cask "iterm2"
cask "joplin"
cask "karabiner-elements"
cask "mark-text"
cask "postgres"
cask "rectangle"
cask "slack"
cask "steam"
cask "tailscale"
cask "telegram-desktop"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "zotero"
