ms-python.vscode-pylance-2021.7.1
ms-python.python-2022.12.1
rust-lang.rust-analyzer-0.3.1186-darwin-x64
bradlc.vscode-tailwindcss-0.9.9
rust-lang.rust-analyzer-0.3.1451-darwin-x64
visualstudioexptteam.intellicode-api-usage-examples-0.2.7
ms-dotnettools.vscode-dotnet-runtime-1.6.0
batisteo.vscode-django-1.10.0
sidthesloth.html5-boilerplate-1.1.1
ms-python.vscode-pylance-2022.8.40
ardenivanov.svelte-intellisense-0.7.1
eamodio.gitlens-13.4.0
ms-vscode-remote.remote-containers-0.282.0
ms-azuretools.vscode-logicapps-1.1.10
njpwerner.autodocstring-0.6.1
.init-default-profile-extensions
lextudio.restructuredtext-159.0.0
yzhang.markdown-all-in-one-3.5.1
abusaidm.html-snippets-0.2.1
svelte.svelte-vscode-105.21.0
tim-koehler.helm-intellisense-0.14.3
ms-azuretools.vscode-docker-1.24.0
github.vscode-pull-request-github-0.29.0
ms-python.vscode-pylance-2023.3.30
heybourn.headwind-1.7.0
gencay.vscode-chatgpt-4.0.2
vscjava.vscode-maven-0.37.0
znck.vue-0.12.0
lextudio.restructuredtext-189.3.0
bungcip.better-toml-0.3.2
ms-azuretools.vscode-bicep-0.4.451
formulahendry.auto-rename-tag-0.1.10
ms-python.vscode-pylance-2023.3.40
alexcvzz.vscode-sqlite-0.14.1
wakatime.vscode-wakatime-24.0.7
burkeholland.simple-react-snippets-1.2.7
mikestead.dotenv-1.0.1
oderwat.indent-rainbow-8.3.1
ms-python.vscode-pylance-2022.8.30
svelte.svelte-vscode-105.22.0
auiworks.amvim-1.34.0
.obsolete
esbenp.prettier-vscode-9.10.4
redhat.java-1.9.0-darwin-x64
extensions.json
ms-azuretools.vscode-logicapps-1.0.15
visualstudioexptteam.vscodeintellicode-1.2.23
samuelcolvin.jinjahtml-0.20.0
ms-python.vscode-pylance-2021.9.2
vue.volar-1.2.0-darwin-x64
visualstudioexptteam.vscodeintellicode-1.2.22
rebornix.toggle-0.0.2
aaron-bond.better-comments-3.0.2
rust-lang.rust-analyzer-0.3.1178-darwin-x64
kolo.kolo-2.5.0
ms-python.python-2023.4.1
ms-vscode.makefile-tools-0.6.0
asvetliakov.vscode-neovim-0.0.97
ms-python.vscode-pylance-2021.8.0
ms-vscode.sublime-keybindings-4.0.9
bradlc.vscode-tailwindcss-0.9.11
hediet.vscode-drawio-1.6.1
github.copilot-1.78.9758
formulahendry.auto-close-tag-0.5.14
ms-vscode.makefile-tools-0.5.0
visualstudioexptteam.vscodeintellicode-1.2.30
bradlc.vscode-tailwindcss-0.9.10
lextudio.restructuredtext-153.0.0
rust-lang.rust-0.7.9
